export interface Testimonial {
  id: number;
  name: string;
  location: string;
  text: string;
  image: string;
}

const testimonials: Testimonial[] = [
  {
    id: 1,
    name: "عمر ظافر",
    location: "الطائف",
    text: "فصلت عندهم مرتين وكانت الثياب ممتازة وأقمشة فاخرة. الثياب ما تكمش خياطتها عندهم👌🏻",
    image: ""
  },
  {
    id: 2,
    name: "حاتم",
    location: "الطائف",
    text: "تفصيل ممتاز جداً وبإذن الله ماهي آخر مرة أتعامل معهم",
    image: ""
  },
  {
    id: 3,
    name: "فيصل",
    location: "الطائف",
    text: "ماشاء الله ع التفصيل وانصحكم 🌷 …",
    image: ""
  },
  {
    id: 4,
    name: "الشريف",
    location: "الطائف",
    text: "انا بصراحه مافصلت عندهم لكن كلمت راعي المحل عشان كنت ابغا افصل واستلم الثياب في يومين وقلي روح للخياط وهو يزبطك الله يوفقه ويجزاه خير اسلوبه يدل على ان صاحب المحل قمه في الاحترام والتعامل",
    image: ""
  },
  {
    id: 5,
    name: "حسن المقاطي",
    location: "الطائف",
    text: "تم زيارة فرع الطائف وكانت الخياطة ممتازة جدا والأخ عبد الكريم رائع في تعامله ولباقته ويستاهل كل خير",
    image: ""
  },
  {
    id: 6,
    name: "عادل الزهراني",
    location: "الطائف",
    text: "من واقع تجربة زاهي اسم في عالم الاقمشة والخياطة اسم يبهرك وجودة تخفف عنك عناء البحث اقمشة راقية و جودة في الخياطة الرجاليةانصحكم بزيارته",
    image: ""
  }
];

export default testimonials;
